{
    "dialogues":[
        {
            "dialogue": [
                "Chúng ta đang đứng ở ngọn núi cao, nơi mà thời gian dường như ngừng lại. Cảnh sắc xung quanh vô cùng hùng vĩ và hoang sơ, với những dãy núi che phủ một phần trời xanh không mắt thấy ngược dòng thời gian từ hàng triệu năm trước. Đây là nơi mà truyền thuyết kể về Nữ Thần Mặt Trời - một người phụ nữ tuyệt đẹp, được xem như nguồn sáng tạo và niềm hy vọng của thế giới.",
                "Nắng vàng óng mướt chiếu rọi xuống từ trên cao, tạo nên một bức tranh tuyệt đẹp của cảnh quan thiên nhiên tuyệt vời. Tiếng rì rào của dòng suối nhỏ vang lên như âm điệu của tự nhiên. Đây cũng chính là nơi mà Đăm Săn, một anh chàng dũng cảm, đã lập kế hoạch để tiến hành cuộc hành trình nguy hiểm để bắt giữ Nữ Thần Mặt Trời.",
                "Những con đường đá hoang sơ đan xen qua rừng cây thẳng tắp và vùng đồng cỏ xanh mướt, dẫn dắt chúng ta sâu vào lòng núi. Trên đỉnh cao, ngôi đền cổ xưa rực sáng dưới ánh mặt trời lóe lên như một biểu tượng của sự thần bí. Đây là nơi mà Nữ Thần Mặt Trời được thờ phụng và coi là nơi gặp gỡ giữa thế giới nhân và thế giới thần.",
                "Nhưng phía trước, nguy hiểm đang rình rập. Đám mây đen bao phủ bầu trời, báo hiệu một cơn bão sắp đổ xuống. Đám mây đóng vai trò như bóng ma che mờ tầm nhìn, là thử thách cuối cùng cho Đăm Săn trước khi anh có thể đến gần Nữ Thần Mặt Trời và thực hiện nhiệm vụ nguy hiểm này.",
                "Hãy cùng tiếp tục cuộc hành trình của Đăm Săn, bước qua những khó khăn và khám phá những bí mật tối tăm còn chưa được hé lộ tại những vùng đất hoang dã này."
            ],
            "questions": [
                {
                    "fact": "Bối cảnh tác phẩm mô tả một ngọn núi cao với cảnh sắc hùng vĩ và hoang sơ?",
                    "isTrue": true
                },
                {
                    "fact": "Trong bối cảnh, mặt trời chiếu rọi xuống làm tạo nên cảnh quan tuyệt đẹp với ánh nắng vàng óng mướt?",
                    "isTrue": true
                },
                {
                    "fact": "Tiếng rì rào của dòng suối nhỏ vang lên như âm điệu tự nhiên?",
                    "isTrue": true
                },
                {
                    "fact": "Đám mây đen bao phủ bầu trời, báo hiệu một cơn bão sắp đổ xuống?",
                    "isTrue": true
                },
                {
                    "fact": "Đám mây đen đóng vai trò như bóng ma che mờ tầm nhìn, là thử thách cuối cùng cho Đăm Săn trước khi tiến vào nguy hiểm để bắt giữ Nữ Thần Mặt Trời?",
                    "isTrue": true
                },
                {
                    "fact": "Ngôi đền cổ xưa rực sáng dưới ánh mặt trời lóe lên như một biểu tượng của sự thần bí, nơi Nữ Thần Mặt Trời được thờ phụng?",
                    "isTrue": true
                }
            ],
            "level": "1",
            "type": 1
        },
        {
            "dialogue": [
                "Tác phẩm 'Đăm Săn đi bắt Nữ Thần Mặt Trời' được viết bởi nhà văn tài năng và nổi tiếng người [tên tác giả]. Ông/ Bà là một trong những tác giả xuất sắc của thế kỷ [thế kỷ] với sự sáng tạo độc đáo và khả năng sáng tạo nghệ thuật ngôn ngữ tuyệt vời.",
                "[tên tác giả] là một người nghiên cứu sâu về văn học và văn hóa của các nền văn minh khác nhau trên thế giới. Công trình của ông/bà thường kết hợp giữa tài năng văn chương và kiến thức sâu rộng về các đề tài lịch sử, tôn giáo và tâm linh. Những tác phẩm của [tên tác giả] thường mang đậm tính triết học và tâm hồn, mở ra những khía cạnh sâu xa của con người và thế giới xung quanh.",
                "Với 'Đăm Săn đi bắt Nữ Thần Mặt Trời', [tên tác giả] đã sáng tạo ra một thế giới huyền bí và kỳ diệu, đưa người đọc vào một cuộc hành trình ly kỳ và mê hoặc. Tác phẩm này cũng được đánh giá cao về khả năng miêu tả cảnh vật và xây dựng nhân vật sống động.",
                "Qua việc đọc 'Đăm Săn đi bắt Nữ Thần Mặt Trời', người đọc sẽ có cơ hội thưởng thức tài năng vượt trội của [tên tác giả] và tận hưởng những trang văn huyền bí đẹp mắt, đầy sức cuốn hút."
            ],
            "questions": [
                {
                    "fact": "Tên tác giả của tác phẩm 'Đăm Săn đi bắt Nữ Thần Mặt Trời' là [tên tác giả]?",
                    "isTrue": true
                },
                {
                    "fact": "Tác giả của tác phẩm này nổi tiếng với khả năng kết hợp văn chương và kiến thức sâu rộng về các đề tài lịch sử, tôn giáo và tâm linh?",
                    "isTrue": true
                },
                {
                    "fact": "[Tên tác giả] là một người nghiên cứu sâu về văn học và văn hóa của các nền văn minh khác nhau trên thế giới?",
                    "isTrue": true
                },
                {
                    "fact": "Tác giả tập trung vào viết về các đề tài huyền bí và tâm hồn, mở ra những khía cạnh sâu xa của con người và thế giới xung quanh?",
                    "isTrue": true
                },
                {
                    "fact": "Tác giả của tác phẩm này được đánh giá cao về khả năng miêu tả cảnh vật và xây dựng nhân vật sống động?",
                    "isTrue": true
                },
                {
                    "fact": "'Đăm Săn đi bắt Nữ Thần Mặt Trời' là một trong những tác phẩm nổi tiếng của [tên tác giả]?",
                    "isTrue": true
                }
            ],
            "level": "1",
            "type": 2
        },
        {
            "dialogue": [
                "Tác phẩm 'Đăm Săn đi bắt Nữ Thần Mặt Trời' là một câu chuyện tưởng tượng đầy mê hoặc, được viết bởi tác giả tài năng [tên tác giả]. Đây là một trong những tác phẩm nổi tiếng của ông/bà, nơi ông/bà thể hiện sự sáng tạo và tài năng vượt trội trong việc xây dựng thế giới tưởng tượng.",
                "Câu chuyện xoay quanh nhân vật chính là Đăm Săn, một anh chàng dũng cảm quyết tâm bắt giữ Nữ Thần Mặt Trời, một hình tượng được coi là tượng trưng của sự sáng ngời và tinh thần kiên định. Cuộc hành trình của Đăm Săn dẫn anh ta qua những thử thách khó khăn, từ vùng đồng cỏ xanh mướt đến những con đường đá dựng đứng trên núi cao.",
                "Người đọc sẽ được đắm chìm trong cảnh vật hùng vĩ và hoang sơ, cảm nhận sự mạnh mẽ của thiên nhiên và sự huyền bí của vùng đất mà Đăm Săn phải vượt qua. Bên cạnh đó, tác giả cũng tạo ra những nhân vật sống động và đầy tính cách, từ Đăm Săn dũng mãnh đến Nữ Thần Mặt Trời với vẻ đẹp quyền lực.",
                "Cuốn hút của tác phẩm nằm ở cách tác giả kể chuyện, tạo ra một không gian mà người đọc sẽ muốn khám phá và trải nghiệm cùng với Đăm Săn. 'Đăm Săn đi bắt Nữ Thần Mặt Trời' là một tác phẩm đáng đọc, mang đến cho người đọc những trải nghiệm tuyệt vời trong thế giới của trí tưởng tượng và mê hoặc."
            ],
            "questions": [
                {
                    "fact": "Tác phẩm 'Đăm Săn đi bắt Nữ Thần Mặt Trời' được viết bởi tác giả tài năng [tên tác giả]?",
                    "isTrue": true
                },
                {
                    "fact": "Cuốn sách tập trung vào cuộc hành trình của nhân vật chính là Đăm Săn, người quyết tâm bắt giữ Nữ Thần Mặt Trời?",
                    "isTrue": true
                },
                {
                    "fact": "Bối cảnh của tác phẩm được mô tả như một ngọn núi cao với cảnh quan hùng vĩ và hoang sơ?",
                    "isTrue": true
                },
                {
                    "fact": "Trong bối cảnh, mặt trời chiếu rọi xuống làm tạo nên cảnh quan tuyệt đẹp với ánh nắng vàng óng mướt?",
                    "isTrue": true
                },
                {
                    "fact": "Đám mây đen bao phủ bầu trời, báo hiệu một cơn bão sắp đổ xuống và là thử thách cuối cùng cho Đăm Săn trước khi tiến vào nguy hiểm để bắt giữ Nữ Thần Mặt Trời?",
                    "isTrue": true
                },
                {
                    "fact": "Tác phẩm 'Đăm Săn đi bắt Nữ Thần Mặt Trời' tập trung vào việc miêu tả những khó khăn và thử thách mà Đăm Săn phải vượt qua trong cuộc hành trình của mình?",
                    "isTrue": true
                }
            ],
            "level": "1",
            "type": 3
        }
    ]
}